{
  "Home": {
    "title": "AÇI SH.A",
    "description": "Lubrifikante per Automjete e Industri - Bateri Automjetesh - Vaj Motorri per makina. Distributor ekskluziv i produkteve <distributor>GALP</distributor> nga kompania <parent>PETROGAL</parent>",
    "brands": "Brandet",
    "lubricants_header": "Lubrifikantet <component>PETROGAL</component>.",
    "header_description": "Distributor zyrtar i <distributor>GULP</distributor>.",
    "best_sellers": "Me te shiturat",
    "view_all": "Shiko te gjitha"
  },
  "About_Us": {
    "header": "Distributor ekskluziv i <distributor>GALP</distributor> ",
    "mainDescription": "<companyName>AÇI SH.A</companyName> është themeluar në vitin 2003, si një kompani e shitjes dhe shpërndarjes së vajrave lubrifikantë. Ekipi themelues ishte i specializuar në tregun produkteve te naftes me një ekperiencë të gjatë në kompani të tjera. Që në fillimet e saj, kompania jonë ishte e përqendruar në shpërndarjen e produkteve <distributor>PETROGAL</distributor> nën emrin e markës <distributor>GALP</distributor>, duke pasur ekskluzivitet në territorin shqiptar për këto produkte. Ne gjithmonë përpiqemi që të ruajmë një bashkëpunim të mirë me klientët tanë si edhe të ofrojmë një shërbim të shkëlqyer dhe me vlerë të kënaqshme. Cilësia e produkteve që ofron kompania jonë është e garantuar nga <distributor>GALP</distributor> përmes programit të partneritetit midis dy kompanive.",
    "secondP": "Duke pasur një treg në zhvillim, <companyName>AÇI SH.A</companyName> ofron jo vetëm një çmim të mirë në krahasim me cilësinë, por gjithashtu e garanton cilësinë e produktit në bashkëpunim me furnizuesin e saj. Në vitin 2017, kompania jonë mori ekskluzivitetin e plotë për shpërndarjen e produkteve <distributor>GALP</distributor> në rajonit të Ballkanit. Në vitin 2018, ne filluam shpërndarjen e markës sonë të baterive automobilistike, Laser. Kompania ofron bateri pa mirëmbajtje (CMF, EFB, AGM), të prodhuara në Kore, nga fabrika Hyundai Sungwoo. Me synim rritjen e shitjeve, kompania ruan akoma të njëjtin reputacion të shkëlqyer dhe përpiqet të krijojë mënyra inovative për konsumatorët për t’i informuar dhe ndihmuar ata, pa ndikuar ndërkohë në vendim-marrjen e tyre. Aplikimi i strategjisë sonë të punës dhe cilësia që ofrojmë, ka bërë të mundur që kompania jonë të jetë kompani ndër më të mirat në fushën e shitjes dhe shpërndarjes së vajrave lubrifikantë në Shqipëri dhe më gjerë.",
    "footer": "Të specializuar për lubrifikantë dhe bateri të teknologjisë së lartë, duke siguruar performancën më të mirë për automjetin tuaj."
  },
  "Navigation": {
    "home": "Faqja Kryesore",
    "about_us": "Rreth Nesh",
    "lubricants": "Lubrifikantet",
    "contact": "Kontakto",
    "search_text": "Kerko...",
    "gallery": "Galeria"    
  },
  "LocaleSwitcher": {
    "label": "Ndrysho gjuhen",
    "locale": "{locale, select, al {🇦🇱  Shqip} en {🇺🇸 Anglisht} other {Unknown}}"
  },
  "OilProducts": {
    "viewMore": "Shiko me Shume"
  },
  "Footer": {
    "subscribe": "Rregjistrohu",
    "help": "Ndihma",
    "which_is_better": "Cili lubrifikant eshte me optimal ?"
  }
}
